[
    {
        "title" : "Assassin's creed valhalla PS5" ,
        "release_date" : "08 November 2020",
        "description" : "Dans Assassin's Creed® Valhalla, vous incarnerez Eivor, redoutable Viking dont l'esprit a été bercé, dès sa plus tendre enfance, par de glorieux récits de combats. Vous explorerez un dynamique et splendide monde ouvert situé dans la violente Angleterre médiévale des Âges obscurs. Vous mènerez des raids contre vos ennemis, ferez prospérer votre peuple, et affermirez votre pouvoir politique en vue de vous assurer une place parmi les dieux, au Valhalla.",
        "ratings" : 4,
        "price" :  270,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Video Games",
        "stock" : 70,
        "numOfReviews" : 450,
        "reviews" :[]
    },
    {
        "title" : "FIFA 23 PS5" ,
        "release_date" : "30 September 2022",
        "description" : "EA SPORTS™ FIFA 23 apporte encore plus d’action et de réalisme sur le terrain dans The World’s Game* (* Le Jeu Universel) grâce aux avancées de la technologie HyperMotion2 qui propose deux fois plus de captures de mouvements pour créer une animation plus réaliste que jamais à chaque match. Disputez les plus grandes compétitions de football avec les Coupes du Monde de la FIFA™ féminine et masculine. Et, pour la toute première fois, vous pourrez, pendant toute la saison de FIFA 23, défendre les couleurs de clubs féminins avec des animations HyperMotion2 dédiées. Vous pourrez aussi bénéficier des fonctionnalités de cross-play pour jouer sur plusieurs plateformes et faciliter encore plus les confrontations entre amis. Découvrez une nouvelle façon de jouer et de créer votre équipe de rêve avec les Moments FUT et le nouveau système de Collectif dans FIFA Ultimate Team™. Vivez vos rêves en Mode Carrière en définissant votre personnalité sur le terrain ou en prenant la tête des plus grandes équipes de football. Dans VOLTA FOOTBALL et Clubs Pro, allez encore plus loin dans la personnalisation et bénéficiez d’un gameplay amélioré pour vos matchs disputés dans les rues ou dans les stades. Quelle que soit votre façon de jouer, vivez The World’s Game* (* Le Jeu Universel) avec plus de 19 000 joueurs, plus de 700 équipes, plus de 100 stades et plus de 30 compétitions - dont l’UEFA Ligue des Champions et la Premier League, la Barclays FA Women’s Super League et la D1 Arkema française - avec un réalisme sans précédent dans FIFA 23.",
        "ratings" : 5,
        "price" :  270,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Video Games",
        "stock" : 150,
        "numOfReviews" : 1200,
        "reviews" :[]
    },
    {
        "title" : "Call Of Duty Modern Warfare II PS5" ,
        "release_date" : "28 October 2022",
        "description" : "Call of Duty®: Modern Warfare® II est la suite du blockbuster de 2019, Modern Warfare®. Avec le retour de l'emblématique capitaine John Price, de l'intrépide John « Soap » MacTavish, du sergent chevronné Kyle « Gaz » Garrick et du loup solitaire en personne, l’opérateur préféré des fans, Simon « Ghost » Riley. Les joueurs découvriront ce qui fait de la Task Force 141 l'escouade légendaire qu'elle est aujourd'hui.",
        "ratings" : 3,
        "price" :  270,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Video Games",
        "stock" : 58,
        "numOfReviews" : 150,
        "reviews" :[]
    },
    {
        "title" : "Assassin's creed mirage edition deluxe PS5" ,
        "release_date" : "2023",
        "description" : "Découvrez l'histoire de Basim, voleur à la tire habile cherchant des réponses et la justice dans les rues animées du Bagdad du IXe siècle. Par l'intermédiaire d'une société aussi ancienne que mystérieuse appelée Ceux qu'on ne voit pas, il va devenir un tueur redoutable et son sort va prendre une tournure qu'il n'aurait jamais imaginée.",
        "ratings" : 4,
        "price" :  299,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Video Games",
        "stock" : 0,
        "numOfReviews" : 0,
        "reviews" :[]
    },
    {
        "title" : "Wwe 2k23 edition deluxe PS5" ,
        "release_date" : "17 Mars 2023",
        "description" : "WWE 2K23 est Encore plus fort avec des fonctionnalités étendues, des graphismes exceptionnels et une liste impressionnante de Superstars et de Légendes de la WWE. 2K Showcase fait son retour avec un documentaire sportif interactif qui retrace les 20 ans de carrière de John Cena, et WarGames arrive enfin !",
        "ratings" : 0,
        "price" :  300,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Video Games",
        "stock" : 0,
        "numOfReviews" : 12,
        "reviews" :[]
    },
    {
        "title" : "Pack PS5 + God of War Ragnarök + Dead Space  + MARVEL'S Spider-Man Miles Morales" ,
        "release_date" : "09 November 2022",
        "description" : "Rehaussez vos séances de jeu avec des chargements à la vitesse de l’éclair grâce au disque SSD ultrarapide, une meilleure immersion grâce au retour haptique, aux gâchettes adaptatives et à la technologie audio 3D, et l’incroyable catalogue de jeux PlayStation® nouvelle génération. Ouvrez une session de votre compte PlayStation Network et rendez-vous dans la boutique PlayStation®Store pour acheter et télécharger les jeux. Grâce à la puissance d’un CPU et d’un GPU personnalisé et d’un disque SSD avec E/S intégré, redéfinissez toutes les capacités d’une console PlayStation. Maximisez vos séances de jeu grâce au chargement quasi instantané des jeux PS5™ installés. Grâce à l’intégration personnalisée des systèmes de la console PS5™, les créateurs peuvent se servir des données sur le disque SSD à une vitesse jamais vue auparavant, ce qui représente une véritable évolution dans la conception des jeux. Émerveillez-vous d’images exceptionnelles et faites l’expérience des nouvelles fonctionnalités PS5™. Entrez dans des mondes au niveau de réalisme inégalé où les rayons de lumière sont simulés individuellement, pour des ombres et des reflets fidèles à la vraie vie dans les jeux de PS5™ pris en charge. Jouez à vos jeux PS5™ préférés sur votre magnifique téléviseur 4K. Profitez d’une grande fluidité d’image pouvant atteindre jusqu’à 120 ips pour les jeux compatibles, avec prise en charge de la sortie 120 Hz sur les écrans 4K. Avec un téléviseur HDR, les jeux de PS5™ pris en charge affichent une gamme de couleurs incroyablement vive et réaliste. La sortie vidéo en 8K est prise en charge par les consoles PS5™, ce qui signifie que vous pouvez jouer à vos jeux sur un écran à résolution 4320p. Découvrez une expérience de jeu plus riche, notamment avec un retour haptique, des gâchettes adaptatives et une technologie audio 3D. Entrez dans des mondes sonores où le son vient de toutes les directions. Par l’entremise de vos écouteurs ou des hauts-parleurs de votre téléviseur, la technologie audio Tempest 3D donnera vie aux jeux pris en charge. Expérimentez le retour haptique via la manette de jeu sans fil DualSense™ dans certains jeux PS5™ et ressentez les effets et l’impact de vos actions dans le jeu grâce à un retour sensoriel dynamique. Maîtrisez l’action grâce aux gâchettes adaptatives offrant des niveaux de résistance dynamique qui simulent l’impact physique des activités de certains jeux PS5™.",
        "ratings" : 5,
        "price" :  3700,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Console",
        "stock" : 40,
        "numOfReviews" : 850,
        "reviews" :[]
    },
    {
        "title" : "Playstation 5 - PS5" ,
        "release_date" : "19 November 2020",
        "description" : "Rehaussez vos séances de jeu avec des chargements à la vitesse de l’éclair grâce au disque SSD ultrarapide, une meilleure immersion grâce au retour haptique, aux gâchettes adaptatives et à la technologie audio 3D, et l’incroyable catalogue de jeux PlayStation® nouvelle génération.",
        "ratings" : 4,
        "price" :  2850,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Console",
        "stock" : 90,
        "numOfReviews" : 1000,
        "reviews" :[]
    },
    {
        "title" : "Chargeur Manette DualSense PlayStation 5" ,
        "release_date" : "12 November 2020",
        "description" : "Connectez jusqu'à deux manettes sans fil DualSense5 rapidement et en toute simplicité grâce au design de la station de rechargement. Vos manettes se rechargent aussi rapidement que si vous les aviez connectées à votre console PS5, alors vous pouvez libérer des ports USB sans limiter vos performances.",
        "ratings" : 4,
        "price" :  180,
        "product_img" : "",
        "cloudinary_id": "",
        "device"  : "PS5",
        "category" : "Accessories",
        "stock" : 70,
        "numOfReviews" : 450,
        "reviews" :[]
    }
]